// Вывод в консоль
console.log(`Вывод в консоль можно
      в несколько строк`);

//  ... в модальное окно
// alert("модальное");

//спрашивает в модельном окне да или нет возвращает булевое значение
let userName = confirm("ответ да - true ответ нет -false ");

//  ... в тело документа
document.write(`<h1>В тело документа</h1>`);

let age = 2023 - 1987;
// обратные ковычки для динамического ввода данных
document.write(`<h1>переменная${age} <br>
Текст на<br>
насколько страниц</h1>`);

//РАЗНИЦА ???
console.dir(age);
console.dir(Text);

console.log(age);
console.log(Text);
